<script setup lang="ts">

</script>

<template>
  <div class="user-page__about">
    <span>
И все-таки, и все-таки, и все же
Не зря уже не первый человек
Нам говорит, что мы с тобой похожи
И нервной статью, и прищуром век,
Да, наша жизнь была больна настолько,
Что, как в озерном омуте, горька
Холодная осенняя настойка,
Настолько - даже дрогнула рука,
Как паутины - обрывались стропы,
Вязались узелки земные, но
Был старенький молитвенник истрепан
Так, что порой просвечивало дно,
Но Бог ли предрешил долготерпенье,
Иль жизнь сожгла все на земле мосты -
Я все же стал твоей последней тенью,
Моей последней тенью стала ты...

    </span>
    <!--породы какие-->
  </div>
</template>

<style scoped lang="scss">
.user-page__about {

}
</style>